Revit 2027 API
ParameterTypeId.StairsTrisertypeRiserIsSlanted Property
 "Slanted"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsTrisertypeRiserIsSlanted { get; }
Public Shared ReadOnly Property StairsTrisertypeRiserIsSlanted As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsTrisertypeRiserIsSlanted {
	ForgeTypeId^ get ();
}
static member StairsTrisertypeRiserIsSlanted : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace